"Next Page" = "Nächste anzeigen";
"Previous Page" = "Letzte anzeigen";
"Next Line" = "Nächste Zeile anzeigen";
"Previous Line" = "Letzte Zeile anzeigen";
"Next Mail" = "Nächste E-Mail lesen";
"Previous Mail" = "Letzte E-Mail lesen";
"Next Page Mail" = "E-Mail in der nächste Seite lesen";
"Previous Page Mail" = "E-Mail in der vorige Seite lesen";
"Downloading..." = "Empfangen...";
"No Mail" = "Keine E-Mail";
"anonymous" = "Anonym";
"No Subject" = "Ohne Titel";
"Enter Key for" = "Drücken Sie die Taste für";
"." = ".";
"Unknown" = "Unbekannt";
"English" = "Englisch";
"Japanese" = "Japanisch";
"Korean" = "Koreanisch";
"Chinese Traditional" = "Chinesisch traditionel";
"Chinese Simplified" = "Chinesisch einfach";
"Western" = "Westeuropäisch";
"Central European" = "Mitteleuropäisch";
"South European" = "Südeuropäisch";
"Baltic" = "Baltisch";
"Cyrillic" = "Kyrillisch";
"Arabic" = "Arabisch";
"Greek" = "Griechisch";
"Hebrew" = "Hebräisch";
"Turkish" = "Türkisch";
"Nordic" = "Nordisch";
"Thai" = "Siamesisch";
"Celtic" = "Keltisches";
"Choose" = "Auswählen";
"Related Mails" = "Antwortkette";
"Unread Mails" = "Ungelesene E-Mail";
